FOOD_SPACE_TYPE_CHOICES = (
    ("Ресторан", "Ресторан"),
    ("Кафе", "Кафе"),
    ("Буфет", "Буфет"),
    ("Фудкорт", "Фудкорт"),
    ("Столовая", "Столовая"),
)

FOOD_SPACE_AMENITIES_CHOICES = (
    ("Wi-Fi", "Wi-Fi"),
    ("Парковка", "Парковка"),
    ("Доступ для инвалидных колясок", "Доступ для инвалидных колясок"),
    ("Принимаются бронирования", "Принимаются бронирования"),
    ("Доставка еды", "Доставка еды"),
    ("Еда на вынос", "Еда на вынос"),
    ("Наличие мест на открытом воздухе", "Наличие мест на открытом воздухе"),
)

CUISINE_CHOICES = (
    ("Азиатский", "Азиатский"),
    ("Итальянская", "Итальянская"),
    ("Японская", "Японская"),
    ("Индийская", "Индийская"),
)

MEAL_CHOICES = (
    ("Завтрак", "Завтрак"),
    ("Обед", "Обед"),
    ("Ужин", "Ужин"),
)

PRICE_CHOICES = (
    ("Доступные цены", "Доступные цены"),
    ("Средние цен", "Средние цены"),
    ("Выше средних цен", "Выше средних цен"),
    ("Высокие цены", "Высокие цены")
)

RATING_CHOICES = (
    (5, "Отлично"),
    (4, "Хорошо"),
    (3, "Удовлетворительно"),
    (2, "Плохо"),
    (1, "Ужасно"),
)
